Repository: te2dy/origineConfig
Catalog: locales/*/main.po
Languages: fr

# admin-title
source: Origine Settings
fr: Paramètres d’Origine

# meta-social-tags-post-related
source: Posts related to the tag %s
fr: Billets relatifs au mot-clé %s

# logo-img-alt
source: Header image
fr: Image d’en-tête

# private-comment-title
source: Send a private comment
fr: Envoyer un commentaire privé

# private-comment-button-text
source: Reply to the author by email
fr: Répondre à l’auteur par courriel

# post-list-one-reaction-link-aria-label
source: Link to the reaction of this post
fr: Lien vers la réaction à ce billet

# post-list-multiple-reactions-link-aria-label
source: Link to reactions of this post
fr: Lien vers les réactions à ce billet

# post-list-one-reaction
source: 1 reaction
fr: 1 réaction

# post-list-multiple-reactions
source: %s reactions
fr: %s réactions

# option-default-empty
source: Default : empty.
fr: Par défaut : vide.

# option-default-checked
source: Default : checked.
fr: Par défaut : coché.

# option-default-unchecked
source: Default : unchecked.
fr: Par défaut : décoché.

# settings-saved-message
source: Settings have been successfully saved.
fr: Les paramètres ont été enregistrés avec succès.

# admin-access-denied-origine-only
source: This plugin is only intended to customize the themes of the Origine family. To use it, please <a href=%s>install and activate Origine or Origine Mini</a>.
fr: Ce <em>plugin</em> n’a pour but que de personnaliser les thèmes de la famille Origine. Pour l’utiliser, veuillez <a href=%s>installer et activer Origine ou Origine Mini</a>.

# admin-save-button-text
source: Save
fr: Enregistrer

# admin-reset-button-text
source: Reset all settings
fr: Réinitialiser tous les paramètres

# admin-settings-not-working-message
source: Your settings are not working? Don't forget to activate them - check <a href=%s>the first setting</a>.
fr: Vos paramètres ne fonctionnent pas ? N’oubliez pas de les activer – allez voir <a href=%s>le premier paramètre à cocher</a>.

# settings-section-global-name
source: Global Settings
fr: Paramètres globaux

# settings-section-global-fonts-title
source: Fonts
fr: Polices d’écriture

# settings-section-global-layout-title
source: Layout
fr: Mise en page

# settings-section-global-colors-title
source: Colors and appearance
fr: Couleurs et apparence

# settings-section-global-advance-title
source: Advanced Settings
fr: Paramètres avancés

# settings-section-header-name
source: Header Settings
fr: Paramètres d’en-tête

# settings-section-header-layout-title
source: Layout
fr: Mise en page

# settings-section-header-content-title
source: Content
fr: Contenu

# settings-section-header-logo-title
source: Logo (beta)
fr: Logo (bêta)

# settings-section-content-name
source: Content Settings
fr: Paramètres du contenu

# settings-section-content-postlist-title
source: Post list
fr: Liste des billets

# settings-section-content-textformatting-title
source: Text formatting
fr: Mise en forme du texte

# settings-section-content-author-title
source: Author
fr: Auteur

# settings-section-content-reactions-title
source: Reactions
fr: Réactions

# settings-section-content-other-title
source: Other settings
fr: Autres paramètres

# settings-section-widgets-name
source: Widget Settings
fr: Paramètres de widgets

# settings-section-footer-name
source: Footer Settings
fr: Paramètres du pied de page

# settings-section-footer-sociallinks-title
source: Social links
fr: Liens sociaux

# settings-option-activation-title
source: Enable extension settings
fr: Activer les paramètres de l’extension

# settings-option-activation-description
source: If you do not check this box, your settings will be ignored.
fr: Si vous ne cochez pas cette case, vos paramètres seront ignorés.

# settings-option-global-fontfamily-serif-default
source: Serif (default)
fr: Avec empattements (par défaut)

# settings-option-global-fontfamily-serif
source: Serif
fr: Avec empattements

# settings-option-global-fontfamily-sansserif-default
source: Sans serif (default)
fr: Sans empattements (par défaut)

# settings-option-global-fontfamily-sansserif
source: Sans serif
fr: Sans empattements

# settings-option-global-fontfamily-mono
source: Monospace
fr: À chasse fixe

# settings-option-global-fontfamily-title
source: Font family
fr: Famille de polices

# settings-option-global-fontfamily-description
source: In any case, your theme will load system fonts of the device from which your site is viewed. This allows to reduce loading times and to have a graphic continuity with the system.
fr: Dans tous les cas, votre thème chargera les polices du système de l’appareil à partir duquel votre site est consulté. Cela permet de réduire les temps de chargement et d’avoir une continuité graphique avec le système.

# settings-option-global-fontsize-title
source: Font size
fr: Taille de la police

# settings-option-global-fontsize-100-default
source: 100% (recommended)
fr: 100 % (recommandé)

# settings-option-global-pagewidth-title
source: Page width
fr: Largeur de la page

# settings-option-global-pagewidth-description
source: The width of the page depends on the font size. By default, 30em corresponds to a page width of 480px.
fr: La largeur de la page dépend de la taille de la police. Par défaut, 30 em correspond à une largeur de page de 480 px.

# settings-option-global-pagewidth-title-30-default
source: 30em (default)
fr: 30 em (par défaut)

# settings-option-global-colorscheme-title
source: Color scheme
fr: Schéma de couleurs

# settings-option-global-colorscheme-description
source: When system is selected, the theme will use the color scheme of the user’s settings.
fr: Quand Système est sélectionné, le thème utilisa le schéma de couleurs des paramètres de l’utilisateurs.

# settings-option-global-colorscheme-system-default
source: System (default)
fr: Système (par défaut)

# settings-option-global-colorscheme-light
source: Light
fr: Clair

# settings-option-global-colorscheme-dark
source: Dark
fr: Sombre

# settings-option-global-secondarycolor-title
source: Secondary color
fr: Couleur secondaire

# settings-option-global-secondarycolor-description
source: Particularly used to color the links.
fr: Notamment utilisée pour colorer les liens.

# settings-option-global-secondarycolor-red-default
source: Red (default)
fr: Rouge (par défaut)

# settings-option-global-secondarycolor-red
source: Red
fr: Rouge

# settings-option-global-secondarycolor-blue-default
source: Blue (default)
fr: Bleu (par défaut)

# settings-option-global-secondarycolor-blue
source: Blue
fr: Bleu

# settings-option-global-secondarycolor-frenchblue
source: French blue
fr: Bleu France

# settings-option-global-secondarycolor-darkblue
source: Dark blue
fr: Bleu foncé

# settings-option-global-secondarycolor-gray
source: Gray
fr: Gris

# settings-option-global-secondarycolor-green
source: Green
fr: Vert

# settings-option-global-secondarycolor-purple
source: Purple
fr: Violet

# settings-option-global-colortransition-title
source: Enable color transitions
fr: Activer les transitions de couleur

# settings-option-global-colortransition-description
source: Appears when hovering over links and buttons.
fr: Se manifestent lors du survol des liens et des boutons.

# settings-option-global-roundcorner-title
source: Round corners
fr: Arrondir les coins

# settings-option-global-roundcorner-description
source: For example, the borders of a form field.
fr: Par exemple les bordures d’un champ de formulaire.

# settings-option-global-minimalsocialmarkups-title
source: Add minimal social markups in the document head
fr: Ajouter les balises sociales minimalistes dans l’en-tête

# settings-option-global-minimalsocialmarkups-description
source: Invisible during the navigation, they allow a better display of the posts and the pages during when they are shared on the social networks.
fr: Invisibles lors de la navigation, elles permettent un meilleur affichage des billets et des pages lors de leur diffusion sur les réseaux sociaux.

# settings-option-global-metagenerator-title
source: Add <code>generator</code> meta in head
fr: Ajouter le métaélément <code>generator</code> à l’en-tête

# settings-option-global-metagenerator-description
source: Displays Dotclear in the source code.
fr: Permet d’afficher Dotclear dans le code source.

# settings-option-global-metapingback-title
source: Add the link the trackbacks in head
fr: Ajouter l’adresse de rétroliens dans l’en-tête

# settings-option-header-align-title
source: Header align
fr: Alignement de l’en-tête

# settings-option-header-align-left-default
source: Left (default)
fr: À gauche (par défaut)

# settings-option-header-align-center
source: Center
fr: Centré

# settings-option-header-logourl-title
source: Logo URL
fr: Adresse du logo

# settings-option-header-logourl2-title
source: Dual pixel density logo URL
fr: Adresse du logo à double densité de pixels

# settings-option-header-logourl2-description
source: To ensure proper display on dual pixel density displays (Retina), please provide an image that is twice the size of the sta ndard image.
fr: Pour garantir un bon affichage sur les écrans à densité de pixels double (Retina), veuillez fournir une image dont la taille est deux fois supérieure à l’image précédente.

# settings-option-header-description-title
source: Display the blog description.
fr: Afficher la description du blog

# settings-option-content-postlisttype-title
source: Displaying of the post list
fr: Affichage de la liste des billets

# settings-option-content-postlisttype-standard-default
source: Standard (default)
fr: Standard (par défaut)

# settings-option-content-postlisttype-oneline
source: On one single line
fr: Sur une seule ligne

# settings-option-content-postlisttype-full
source: Full post
fr: Billet intégral

# settings-option-content-postlisttype-oneline-default
source: On one single line (default)
fr: Sur une seule ligne (par défaut)

# settings-option-content-postlisttype-extended
source: Extended
fr: Étendu

# settings-option-content-postlisttime-title
source: Display the time of publication of posts
fr: Afficher l’heure de publication des billets

# settings-option-content-firstimage-title
source: Highlight the first image of the post in the post list (beta)
fr: Mettre en avant la première image du billet dans la liste des billets (bêta)

# settings-option-content-fontfamily-title-same-default
source: Same as the global theme font (default)
fr: Identique à la police globale du thème (par défaut)

# settings-option-content-fontfamily-title
source: Font for post, page and comment content
fr: Police d’écriture du contenu des billets, des pages et des commentaires

# settings-option-content-textalign-title
source: Text align
fr: Alignement du texte

# settings-option-content-textalign-left-default
source: Left (default)
fr: À gauche (par défaut)

# settings-option-content-textalign-justify
source: Justify
fr: Justifié

# settings-option-content-textalign-justifynotmobile
source: Justify, except on small screen
fr: Justifié, sauf sur les petits écrans

# settings-option-content-hyphens-title
source: Hyphenation
fr: Césures

# settings-option-content-hyphens-disabled-default
source: Disabled (default)
fr: Désactivées (par défaut)

# settings-option-content-hyphens-enabled
source: Enabled
fr: Activées

# settings-option-content-hyphens-enablednotmobile
source: Enabled, except on small screen
fr: Activées, sauf sur les petits écrans

# settings-option-content-imageswide-title
source: Expand images that are large enough
fr: Agrandir les images suffisamment larges

# settings-option-content-imageswide-description
source: Allows photos to be displayed in large size in posts (uses JavaScript).
fr: Permet aux photos de s’afficher en grand dans les billets (utilise JavaScript).

# settings-option-content-postauthorname-title
source: Author's name in posts
fr: Nom de l’auteur dans les billets

# settings-option-content-postauthorname-hidden-default
source: Hidden
fr: Masqué

# settings-option-content-postauthorname-date
source: Displayed after the date
fr: Affiché après la date

# settings-option-content-postauthorname-signature
source: Displayed as a signature
fr: Affiché comme signature

# settings-option-content-postlistauthorname-title
source: Display the author's name in the list of posts
fr: Afficher le nom de l’auteur dans la liste des billets

# settings-option-content-postintro-title
source: Display the excerpt as an introduction in the posts
fr: Afficher l’extrait comme une introduction dans les billets

# settings-option-content-postintro-description
source: Highlights the excerpt defined by the author between the title and the content of the post.
fr: Met en avant l’extrait défini par l’auteur entre le titre et le contenu du billet.

# settings-option-content-posttime-title
source: Display the time of publication of the post
fr: Afficher la date de publication du billet

# settings-option-content-separator-title
source: Separator
fr: Caractère de séparation

# settings-option-content-separator-description
source: Used to separate certain elements of the theme. Default: "%s"
fr: Utilisé pour séparer certains éléments du thème. Par défaut&nbsp;: « %s »

# settings-option-content-postlistcommentlink-title
source: Display a link to the reactions to the post
fr: Afficher un lien vers les réactions au billet

# settings-option-content-postcommentfeed-title
source: Add a link to subscribe to reactions
fr: Ajouter un lien pour s’abonner aux réactions

# settings-option-content-privatecomment-title
source: Private comments
fr: Commentaires privés

# settings-option-content-postlistcommentlink-description
source: If this option is enabled, the authors' email addresses will be made public. If you prefer not to reveal their address, try <a href=%s>the Signal extension</a>.
fr: Si cette option est activée, l’adresse électronique des auteurs sera rendue publique. Si vous préférez ne pas révéler leur adresse, essayez <a href=%s>l’extension Signal</a>.

# settings-option-content-postlistcommentlink-no-default
source: Disabled
fr: Désactivés

# settings-option-content-postlistcommentlink-open
source: Enabled, only if comments are opened
fr: Activés, seulement si les commentaires sont ouverts

# settings-option-content-postlistcommentlink-always
source: Always enabled
fr: Toujours activés

# settings-option-widgets-navposition-title
source: Positioning of navigation widgets
fr: Positionnement des widgets de navigation

# settings-option-widgets-navposition-top
source: Between the header and the content
fr: Entre l’en-tête et le contenu

# settings-option-widgets-navposition-bottom-default
source: Between content and footer (default)
fr: Entre le contenu et le pied de page (par défaut)

# settings-option-widgets-navposition-disabled
source: Disable this widget area
fr: Désactiver cette zone de widgets

# settings-option-widgets-searchform-title
source: Display a search form at the top of the navigation widget area
fr: Afficher un formulaire de recherche en haut de la zone de widgets de navigation

# settings-option-widgets-extra-title
source: Enable extra widgets
fr: Activer les widgets extra

# settings-option-footer-activation-title
source: Enable the footer
fr: Activer le pied de page

# settings-option-footer-activation-description
source: It is recommended to uncheck this option if the footer does not contain any elements.
fr: Il est recommandé de décocher cette option si le pied de page ne contient aucun élément.

# settings-option-footer-credits-title
source: Display a mention to Dotclear and the theme
fr: Afficher une mention à Dotclear et au thème

# settings-option-footer-align-title
source: Footer align
fr: Alignement du pied de page

# settings-option-footer-align-left-default
source: Left (default)
fr: À gauche (par défaut)

# settings-option-footer-align-center
source: Center
fr: Centré

# settings-option-footer-sociallinks-diaspora-title
source: Diaspora profile URL
fr: Adresse d’un profil Diaspora

# settings-option-footer-sociallinks-discord-title
source: Discord server URL
fr: Adresse d’un serveur Discord

# settings-option-footer-sociallinks-facebook-title
source: Facebook profile or page URL
fr: Adresse d’un profil ou d’une page Facebook

# settings-option-footer-sociallinks-github-title
source: GitHub profile or repository URL
fr: Adresse d’un profil ou d’une répertoire sur GitHub

# settings-option-footer-sociallinks-mastodon-title
source: Mastodon profile URL
fr: Adresse d’un profil Mastodon

# settings-option-footer-sociallinks-signal-title
source: Signal account URL
fr: Adresse d’un compte Signal

# settings-option-footer-sociallinks-tiktok-title
source: TikTok profile URL
fr: Adresse d’un profil TikTok

# settings-option-footer-sociallinks-twitter-title
source: Twitter profile URL
fr: Adresse d’un profil Twitter

# settings-option-footer-sociallinks-whatsapp-title
source: WhatsApp account URL
fr: Adresse d’un compte WhatsApp

# settings-option-footer-originestyles-title
source: Origine custom styles
fr: Styles personnalisés pour Origine

# settings-option-footer-origineministyles-title
source: Origine Mini custom styles
fr: Styles personnalisés pour Origine Mini
